{
  "Welcome to React": "React में आपका स्वागत है",
  "Nutrition": "पोषण",
  "Login": "लॉगिन करें",
  "Profile": "प्रोफ़ाइल",
  "Logout": "लॉगआउट",
  "Unlock Your Potential. Empowering Health and Wellness for All!": "अपनी क्षमता का उपयोग करें। सभी के लिए स्वास्थ्य और तंदुरुस्ती को सशक्त बनाएं!",
  "Start your journey": "अपनी यात्रा शुरू करें",
  "section2": "------------------------------------------------------------------",
  "What is a Healthify?": "Healthify क्या है?",
  "Master Your Nutrition": "अपने पोषण को मास्टर करें",
  "Achieve Success with Meal Planning and Tracking": "भोजन की योजना और ट्रैकिंग से सफलता प्राप्त करें",
  "Unlock the key to a healthier and more organized lifestyle through the power of meal planning and tracking. By taking control of your nutrition, you can fuel your body with balanced, nourishing meals that support your goals and optimize your well-being": "भोजन की योजना और ट्रैकिंग की शक्ति के माध्यम से एक स्वस्थ और अधिक संगठित जीवन शैली की कुंजी खोलें। अपने पोषण पर नियंत्रण करके, आप अपने शरीर को संतुलित, पोषक आहार से भर सकते हैं जो आपके लक्ष्यों का समर्थन करता है और आपके कल्याण को अनुकूलित करता है",
  "Discover Inner Peace": "आंतरिक शांति प्राप्त करें",
  "Harness the Power of Meditation and Stress Management Tools": "ध्यान और तनाव प्रबंधन उपकरणों की शक्ति का उपयोग करें",
  "In our fast-paced, chaotic world, finding moments of tranquility and managing stress is more important than ever. Meditation and stress management tools offer a path to inner peace and emotional well-being. Through the practice of meditation, you can quiet the mind, cultivate mindfulness, and tap into a deep sense of calm and clarity": "हमारे तेज़-तर्रार, अराजक दुनिया में, शांति के क्षण खोजना और तनाव को प्रबंधित करना पहले से कहीं अधिक महत्वपूर्ण है। ध्यान और तनाव प्रबंधन उपकरण आंतरिक शांति और भावनात्मक भलाई का मार्ग प्रदान करते हैं। ध्यान के अभ्यास के माध्यम से, आप मन को शांत कर सकते हैं, माइंडफुलनेस विकसित कर सकते हैं, और शांति और स्पष्टता की गहरी भावना में टैप कर सकते हैं",
  "Unleash Your Potential": "अपनी क्षमता को उजागर करें",
  "Ignite Your Fitness Journey with Effective Workout Plans": "प्रभावी वर्कआउट योजनाओं के साथ अपनी फिटनेस यात्रा को प्रज्वलित करें",
  "It's time to ignite your passion for exercise and achieve your goals with our powerful workout plans. Designed to unlock your hidden strengths and elevate your fitness level, our comprehensive programs offer a clear roadmap to success": "व्यायाम के प्रति अपने जुनून को प्रज्वलित करने और हमारी शक्तिशाली वर्कआउट योजनाओं के साथ अपने लक्ष्यों को प्राप्त करने का समय आ गया है। आपकी छिपी हुई शक्तियों को उजागर करने और आपकी फिटनेस स्तर को ऊंचा करने के लिए डिज़ाइन किए गए हमारे व्यापक कार्यक्रम सफलता के लिए एक स्पष्ट रोडमैप प्रदान करते हैं",
  "stay hydrated": "हाइड्रेटेड रहें",
  "Embrace the Power of Minimalism": "मिनिमलिज्म की शक्ति को अपनाएं",
  "Water is essential for numerous bodily functions, from regulating body temperature to supporting digestion and nutrient absorption. It helps flush out toxins, improves cognitive function, and boosts energy levels": "पानी शरीर के तापमान को नियंत्रित करने से लेकर पाचन और पोषक तत्वों के अवशोषण तक कई शारीरिक कार्यों के लिए आवश्यक है। यह विषाक्त पदार्थों को बाहर निकालने में मदद करता है, संज्ञानात्मक कार्यों में सुधार करता है, और ऊर्जा के स्तर को बढ़ाता है",

  "Nutrit": "------------------------------------------------------------------",
  "Power of meal planning and tracking. By taking control of your nutrition, you can fuel your body with balanced, nourishing meals that support your goals and optimize your well-being.": "भोजन की योजना और ट्रैकिंग की शक्ति। अपने पोषण पर नियंत्रण करके, आप अपने शरीर को संतुलित, पोषक आहार से भर सकते हैं जो आपके लक्ष्यों का समर्थन करता है और आपके कल्याण को अनुकूलित करता है।",
  "Track your activities and what you eat with the help of our food, exercise and water trackers to maintain a balanced everyday life.": "संतुलित दैनिक जीवन बनाए रखने के लिए हमारे भोजन, व्यायाम और पानी के ट्रैकर की मदद से अपनी गतिविधियों और खाने को ट्रैक करें।",

  "med": "------------------------------------------------------------------",
  "Meditation": "ध्यान",
  "Find Inner Peace and Harmony Meditate with Serenity": "आंतरिक शांति और सामंजस्य खोजें और शांति से ध्यान करें",
  "work": "------------------------------------------------------------------",
  "Workouts": "वर्कआउट्स",
  "Train": "प्रशिक्षण करें",
  "Transform": "रूपांतरित करें",
  "Triumph": "जीत हासिल करें",
  "Unleash Your Potential with Powerful Workouts": "शक्तिशाली वर्कआउट्स के साथ अपनी क्षमता को उजागर करें",
  "contact": "------------------------------------------------------------------",
  "Contact Us": "हमसे संपर्क करें",
  "Name": "नाम",
  "E-mail": "ईमेल",
  "Mobile": "मोबाइल",
  "Message": "संदेश",
  "Send": "भेजें",
  "Thank You": "धन्यवाद",
  "We recieved Your Message Successfully": "हमने आपका संदेश सफलतापूर्वक प्राप्त कर लिया",
  "Healthify Team": "Healthify टीम",
  "Oops!": "ओह!",
  "Please Enter Your Name And Email Correctly": "कृपया अपना नाम और ईमेल सही से दर्ज करें",
  "Please Enter Your Email Correctly":"कृपया अपना ईमेल सही से दर्ज करें",
  "You have successfully subscribed":"आपने सफलतापूर्वक सदस्यता ले ली है",
  "An error occurred. Please try again later.":"एक त्रुटि हुई। कृपया बाद में पुनः प्रयास करें",
  "You already subscribed before.":"आप पहले से सदस्यता ले चुके हैं",

  "footer": "------------------------------------------------------------------",
  "About Healthify": "Healthify के बारे में",
  "About us, little description will goes here..": "हमारे बारे में, यहाँ एक छोटा विवरण दिया जाएगा..",
  "Quick Links": "त्वरित लिंक",
  "Get Started": "शुरू करें",
  "Top Leaders": "शीर्ष नेता",
  "Follow up": "फॉलो करें",
  "Download Healthify App": "Healthify ऐप डाउनलोड करें",
  "Subscribe now to be in touch": "संपर्क में रहने के लिए अभी सदस्यता लें",
  "Copyright © 2023 , Healthify team Made with Love ♥": "कॉपीराइट © 2023, Healthify टीम प्यार से बनाया ♥",
  "Email": "ईमेल",
  "Subscribe": "सदस्यता लें",
  "Settings-page": "------------------------------------------------------------------",
  "Settings": "सेटिंग्स",
  "Edit Profile": "प्रोफ़ाइल संपादित करें",
  "Notifications": "सूचनाएं",
  "BMI Test": "BMI परीक्षण",
  "Languages": "भाषाएँ",
  "Help": "सहायता",
  "edit-profile-page": "------------------------------------------------------------------",
  "First Name": "पहला नाम",
  "Last Name": "अंतिम नाम",
  "Phone Number": "फोन नंबर",
  "Change Your Password": "अपना पासवर्ड बदलें",
  "Save": "सहेजें",
  "set first Name": "पहला नाम सेट करें",
  "set last Name": "अंतिम नाम सेट करें",
  "set new email": "नया ईमेल सेट करें",
  "set new phone number": "नया फोन नंबर सेट करें",
  "set new password": "नया पासवर्ड सेट करें",

  "Bmi-page": "------------------------------------------------------------------",
  "BMI Calculation": "BMI की गणना",

  "notification-page": "------------------------------------------------------------------",
  "Reminders to exercise": "व्यायाम के लिए रिमाइंडर",
  "Daily meditation": "दैनिक ध्यान",
  "Updates on fitness goals": "फिटनेस लक्ष्यों पर अपडेट",
  "Personalized recommendations": "व्यक्तिगत अनुशंसाएँ",
  "BMI weekly test notifications": "साप्ताहिक BMI परीक्षण सूचनाएँ",
  "Cancel": "रद्द करें",

  "Hindi": "hindi",
  "English": "अंग्रेज़ी",
  "Select Country": "देश चुनें",
  "Select Language": "भाषा चुनें",

  "help-page": "------------------------------------------------------------------",
  "How do I get started with a fitness routine?": "मैं फिटनेस रूटीन कैसे शुरू करूं?",
  "What are some effective meditation techniques for beginners?": "शुरुआत करने वालों के लिए कुछ प्रभावी ध्यान तकनीकें क्या हैं?",
  "How can I set realistic fitness goals for myself?": "मैं अपने लिए यथार्थवादी फिटनेस लक्ष्य कैसे निर्धारित कर सकता हूँ?",
  "What are some healthy and balanced meal plans for weight loss?": "वजन घटाने के लिए कुछ स्वस्थ और संतुलित भोजन योजनाएँ क्या हैं?",
  "How do I stay motivated during my fitness journey?": "मैं अपनी फिटनेस यात्रा के दौरान प्रेरित कैसे रहूँ?",
  "Can I track my progress on the app?": "क्या मैं ऐप पर अपनी प्रगति को ट्रैक कर सकता हूँ?",
  "Is it necessary to consult a doctor before starting a fitness program?": "फिटनेस कार्यक्रम शुरू करने से पहले डॉक्टर से परामर्श करना आवश्यक है?",
  "How can I prevent injuries while working out?": "वर्कआउट करते समय मैं चोटों से कैसे बच सकता हूँ?",
  "What is a healthy hydration routine?": "स्वस्थ हाइड्रेशन रूटीन क्या है?",
  "What are the benefits of meal planning?": "भोजन योजना के क्या लाभ हैं?"
}
